Repository: hean01/iscan
Catalog: po/*.po
Languages: ar, de, es, fr, it, ja, nl

source: Overwrite
ar: استبدل
de: Überschreiben
es: Sobreescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
nl: Overschrijven

source: Cancel
ar: ألغِ
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren

source: Save Options
ar: احفظ الخيارات
de: Einstellungen
es: Opciones de guardar
fr: Options d'enregistrement
it: Salva opzioni
ja: 保存オプション
nl: Bewaaropties

source: Create file with all pages
ar: أنشئ ملفا بكل الصفحات
de: Datei mit allen Seiten erst.
es: Crear arch. con todas pág.
fr: Conv. ttes pages en fichier
it: File unico (tutte le pag.)
ja: 全ページを1ファイルに保存
nl: Alle pagina's in 1 bestand

source: Binding Position (for Double-Sided Scanning)
ar: موضع الكعب (للمسح على الوجهين)
de: Bindungsposition (f. doppelseitiges Scannen)
es: Punto Encuadernación (Escaneo Doble Cara)
fr: Position de reliure (numérisation double)
it: Posizione Rilegatura (Scans. Fronte-Retro)
ja: とじる位置(両面スキャン時)
nl: Bindkant (dubbelzijdig scannen)

source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
ja: 左
nl: Links

source: Top
ar: أعلى
de: Oben
es: Arriba
fr: Haut
it: Alto
ja: 上
nl: Boven

source: Determine File Type:
ar: حدد نوع الملف:
de: Dateityp bestimmen:
es: Determinar tipo de fichero:
fr: Déterminer le type du fichier:
it: Determina tipo file:
ja: ファイル形式の決定:
nl: Bepaal bestandstype:

source: Start filing at:
ar: ابدأ الملء عند:
de: Dateinamenen beginnen mit
es: Iniciar archivando en
fr: Numéroter à partir de
it: Inizia archiviazione da
ja: 開始番号
nl: Begin met nummer

source: Number of digits:
ar: عدد الأرقام:
de: Anzahl Zeichen
es: Número de dígitos
fr: Nombre de chiffres
it: Numero di cifre
ja: 桁数
nl: Aantal cijfers

source: OK
ar: موافق

source: Configuration
ar: التضبيطات
de: Konfiguration
es: Configuración
it: Configurazione
ja: 環境設定
nl: Configuratie

source: Print Command
ar: أمر الطبع
de: Druckbefehl
es: Orden de Impresión
fr: Commande Imprimer
it: Stampa
ja: 印刷コマンド
nl: Afdrukcommando

source: In order to print, your print system must be able to handle the PNG file format directly. CUPS or Photo Image Print System (versions 1.3.1 or later) do this by default.
ar: لتتمكن من الطباعة، يجب أن يدعم نظام الطباعة التعامل مع ملفان PNG مباشرة. يدعم CUPS أو Image Print System (الإصدارة 1.3.1 ومابعدها) هذا افتراضيا.
ja: 印刷を行うためには、PNGファイル形式を直接処理できる印刷システムが必要です。CUPSやPhoto Image Print System（バージョン1.3.1以降）はこのようなシステムです。

source: Cancel
ar: ألغِ
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren

source: Operation completed succesfully.
ar: تمت العملية بنجاح.

source: Operation is not supported.
ar: العملية غير مدعومة.

source: Operation was cancelled.
ar: أُلغِيت العملية.

source: Device is busy---retry later.
ar: الجهاز مشغول---حاول لاحقا.

source: Data or argument is invalid.
ar: البيانات أو المعامل غير مقبول.

source: No more data available (end-of-file).
ar: لا تتوفر بيانات أخرى (نهاية الملف).

source: A paper jam occured. Open the Automatic Document Feeder and remove any paper.
ar: حدث تكدس للورق. افتح ملقّم المستندات الآلي وأزِل أي ورقة.
de: Ein Papierstau ist aufgetreten. Öffnen Sie den automatischen Vorlageneinzug, und entfernen Sie das gestaute Papier.
es: "Ha ocurrido un atasco de papel. Abra el alimentador automático de documentos y retire cualquier papel.
fr: Un bourrage papier s'est produit. Ouvrez le chargeur feuille à feuille et retirez tout le papier.
it: Inceppamento carta. Aprire l' Alimentatore Automatico di Documenti e rimuovere manualmente la carta.
ja: ADFで原稿が詰まりました。カバーを開けて詰った原稿を取り除いてください。
nl: Er heeft zich een papierstoring voorgedaan. Open de automatische documententoevoerder en verwijder het papier.

source: Please load the document(s) into the Automatic Document Feeder.
ar: من فضلك حمّل المستندات في ملقّم المستندات الآلي.
de: Legen Sie die Vorlage(n) in den automatischen Vorlageneinzug ein.
es: Por favor, cargue el documento en el alimentador automático de documentos.
fr: Veuillez charger le(s) document(s) dans le chargeur feuille à feuille.
it: Prego inserire i documenti sull' Alimentatore Automatico di Documenti.
ja: ADFに原稿をセットしてください。
nl: Laad document(en) in de automatische documententoevoerder.

source: The automatic document feeder or scanner unit is open. Please close it.
ar: ملقّم المستندات الآلي أو وحدة الماسحة مفتوحة. أغلقها من فضلك.
de: Der automatische Vorlageneinzug oder die Scanner-Einheit ist offen. Schließen Sie den Einzug bzw. die Einheit.
es: El alimentador automático de documentos o la unidad de escáner están abiertos. Por favor, ciérrelos.
fr: Le chargeur feuille à feuille ou l'unité scanner est ouvert(e). Veuillez le (la) refermer.
it: L'alimentatore automatico documenti, o l'unità scanner, è aperto. Prego, chiuderlo.
ja: ADFまたはスキャナユニットが開いています。ADFまたはスキャナユニットを閉じてください。
nl: De automatische documententoevoer of scannereenheid is open. Sluit de toevoer of eenheid.

source: Error during device I/O.
ar: عطل خرج/دخل.

source: Out of memory.
ar: نفذت الذاكرة.

source: Access to resource has been denied.
ar: مُنِع الوصول إلى المورد.

source: There is not enough disk space for operation
ar: لا توجد مساحة كافية على القرص للعملية
de: Es ist nicht genug Festplattenspeicher für den Vorgang verfügbar
es: No hay suficiente espacio libre en disco para realizar esta operación
fr: Espace disque insuffisant pour le déroulement de l'opération
it: Non c'è sufficiente spazio su disco per l'operazione
ja: 操作に必要なディスク領域が足りません
nl: Er is niet genoeg schijfruimte voor uitvoering

source: Could not send command to scanner. Check the scanner's status.
ar: تعذّر إرسال الأمر للماسحة. راجع حالة الماسحة.
de: Es konnte kein Befehl an den Scanner gesendet werden. Überprüfen Sie den Scanner-Status.
es: No se puede enviar el comando al escáner. Compruebe el estado del escáner.
fr: Impossible d'envoyer une commande au scanner. Vérifiez l'état du scanner.
it: Impossibili inviare comandi allo scanner. Controllare lo stato dello scanner.
ja: スキャナにコマンドを転送できません。スキャナの状態を確認してください。
nl: Commando naar scanner sturen is mislukt. Controleer de status van de scanner.

source: Scanner model not supported
ar: طراز الماسحة غير مدعوم
de: Scanner-Modell wird nicht
es: Modelo de escáner no soportado
fr: Ce modèle de scanner n'est pas supporté
it: Modello di scanner non supportato
ja: このスキャナはサポートしていません
nl: Scannermodel wordt niet ondersteund

source: Selected area is too large for this resolution. Reduce the selected area or resolution.
ar: المنطقة المحددة كبيرة جدا على هذه الاستبانة. صغّر المنطقة المحددة أو الاستبانة.
de: Der ausgewählte Bereich ist zu groß für diese Auflösung. Stellen Sie eine niedrigere Auflösung oder Skalierung ein, oder verkleinern Sie den ausgewählten Bereich.
es: El área seleccionada es demasiado grande para esta resolución. Reduzca los ajustes de resolución o escala, o reduzca el tamaño del área seleccionada.
fr: La zone sélectionnée est trop grande pour cette résolution. Réduisez le paramètre Résolution ou Echelle, ou diminuez la taille de la zone sélectionnée.
it: L' area selezionata è troppo grande per questa risoluzione. Ridurre la risoluzione o la scala, oppure diminuire l' ampiezza dell' area selezionata.
ja: 指定された範囲が広すぎます。範囲を縮小するか、解像度を下げてください。
nl: Het geselecteerde gebied is te groot voor deze resolutie. Verlaag de resolutie of de schaalinstelling, of verklein het geselecteerde gebied.

source: Could not create file
ar: تعذّر إنشاء الملف
de: Die Datei konnte nicht erstellt werden
es: No se puede crear el archivo
fr: Création du fichier impossible
it: Impossibile creare il file
ja: ファイルが作成できません
nl: Kon geen bestand creëren

source: A file with the same name already exists. Click "Overwrite" to replace the file or "Cancel" if you want to use another file name.
ar: يوجد ملف بنفس الاسم. انقر على "استبدل" لتستبدل الملف أو "ألغِ" إذا أردت استخدام اسم ملف آخر.
de: Eine Datei mit dem gleichen Namen ist bereits vorhanden. Klicken Sie auf „Überschreiben“, um die Datei zu ersetzen oder auf „Abbrechen“, falls Sie einen anderen Dateinamen verwenden wollen.
es: Ya existe un archivo con el mismo nombre. Haga clic en "Sobreescribir" para reemplazar el archivo o en "Cancelar" si desea usar otro nombre de archivo.
fr: Un fichier avec le même nom existe déjà. Cliquez sur "Écraser" pour remplacer le fichier ou "Annuler" pour utiliser un autre nom de fichier.
it: Esiste già un file con lo stesso nome. Fare clic su "Sovrascrivi" per sovrascrivere il file oppure su "Annulla" per salvare il file con un nome differente.
ja: 同じ名前のファイルが既に存在しています。 上書き保存をする場合は、[上書き] ボタンをクリックしてください。 ファイル名を変更する場合は、[キャンセル]ボタンをクリックしてください。
nl: Er bestaat al een bestand met deze naam. Klik op “Overschrijven” om het bestaande bestand te vervangen, of klik op “Annuleren” als u een andere bestandsnaam wilt gebruiken.

source: The Image Type setting you selected cannot be used with this resolution. Reduce the Resolution or Scale setting.
ar: لا يمكن استخدام نوع الصورة الذي اخترته مع هذه الاستبانة. صغّر الاستبانة أو إعدادات التحجيم.
de: Die Einstellung kann in dieser Auflösung nicht verwendet werden Bitte die Auflösung oder den Zoomfaktor verringern
es: El ajuste Tipo de Imagen que ha seleccionado no se puede utilizar con esta resolución.Reduzca el ajuste resolución o Escala.
fr: Le paramétrage du type d'image que vous avez sélectionné ne peut être utilisé à cette résolution. Veuillez réduire la résolution ou le facteur d'échelle.
it: L'impostazione Tipo immagine selezionata, non può essere usata a questa risoluzione.Riducete la risoluzione o l'impostazione di scala.
ja: 設定したイメージタイプで取り込むには、解像度またはズームを下げてください。
nl: De geselecteerde instelling voor het beeldtype kan niet gebruikt worden met deze resolutie. Verlaag de resolutie of de schaalinstelling.

source: Tray cover is closed. Please open the tray cover and then scan again.
ar: غطاء اللوحة مغلق. من فضلك افتح الغطاء ثم أعد المسح.
de: Die Abdeckung ist geschlossen. Öffnen Sie die Abdeckung und versuchen Sie es erneut.
es: La cubierta de la bandeja está cerrada. Abra la cubierta e inténtelo de nuevo.
fr: Le couvercle du bac est fermé. Ouvrez le couvercle et réessayez.
it: Lo sportello del vassoio è chiuso. Aprire lo sportello e riprovare.
ja: トレイカバーが閉じています。トレイカバーを開けてください。
nl: Het deksel van de toevoerder is gesloten. Open het deksel en probeer het opnieuw.

source: A multi page feed occurred in the auto document feeder. Open the cover, remove the documents, and then try again. If documents remain on the tray, remove them and then reload them.
ar: حدث تلقيم لعدة مستندات في ملقّم آلي. افتح الغطاء وأزل المستند ثم أعد المحاولة. إذا ظلّت المستندات في اللوحة، فأزلهم ثم أعد تحميلهم.
de: Es wurden mehrere Vorlagen gleichzeitig im automatischem Vorlageneinzug eingezogen. Öffnen Sie die Abdeckung, entfernen Sie die Dokumente und starten Sie den Vorgang erneut. Entfernen Sie vorhandene Vorlagen aus dem Fach und legen Sie sie erneut ein.
es: Se ha producido un error de alimentación múltiple de páginas en el alimentador automático de documentos. Abra la cubierta, retire los documentos e inténtelo de nuevo. Si quedan documentos en la bandeja, retírelos y vuelva a cargarlos.
fr: Le chargeur a pris plusieurs pages en même temps. Ouvrez le capot, retirez les documents et réessayez. Si les documents restent sur le plateau, retirez-les, puis rechargez-les.
it: Si è verificato un errore di alimentazione di più fogli nell'alimentatore automatico documenti. Aprire il coperchio, rimuovere i documenti e riprovare. Se i documenti rimangono nel vassoio, rimuoverli e caricarli di nuovo.
ja: オートドキュメントフィーダで用紙が重なって給紙されました。 カバーを開けて原稿を取り除き、再度スキャンしてください。トレーに原稿があるときは、カバーを閉じてから原稿をセットし直してください。
nl: Fout in automatische documententoevoerder: er werden meerdere pagina's tegelijk ingevoerd. Open het deksel, verwijder de pagina's en probeer het opnieuw. Als er zich nog pagina's in de toevoerder bevinden, verwijdert u deze en laadt u ze opnieuw.

source: Unexpected error occurred
ar: حدث عطل غير متوقع
de: Kein Fehler
es: Ocurrió error inesperado
fr: Une erreur inattendue est intervenue
it: Si è verificato un errore non previsto
ja: 予期せぬエラーが発生しました
nl: Er heeft zich een onverwachte fout voorgedaan

source: Reset
ar: أعد الضبط
de: Zurücksetzen
es: Reiniciar
ja: リセット
nl: Resetten

source: Gamma:
ar: جاما:
ja: ガンマ:

source: Highlight:
ar: الإبراز:
de: Lichter:
es: Luminosidad:
fr: Haute Lumière:
it: Alte luci
ja: ハイライト:
nl: Lichten:

source: Shadow:
ar: الظل:
de: Schatten:
es: Sombra:
fr: Ombre:
it: Ombre:
ja: シャドウ:
nl: Schaduwen:

source: Threshold:
ar: العتبة:
de: Schwellenwert:
es: Umbral:
fr: Seuil Noir/Blanc
it: Soglia:
ja: しきい値:
nl: Drempelwaarde:

source: Brightness:
ar: السطوع:
de: Helligkeit:
es: Brillo:
fr: Luminosité:
it: Luminosità:
ja: 明るさ:
nl: Helderheid:

source: Contrast:
ar: التباين:
de: Kontrast:
es: Contraste:
fr: Contraste:
it: Contrasto:
ja: コントラスト:

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
nl: Bestand

source: Printer
ar: طابعة
de: Drucker
es: Impresora
fr: Imprimante
it: Stampante
ja: プリンタ

source: Flatbed
ar: ماسحة مسطحة
de: Flachbett
es: Plano
fr: A plat / Opaque
it: Piano
ja: 原稿台
nl: Glasplaat

source: TPU - Negative film
ar: ‏TPU - فيلم سالب
de: TPU für Neg.Film
es: TPU Film negativo
fr: Trans. Film nég.
it: Dispositivo per pellicole negative
ja: 透過原稿ユニット−ネガフィルム
nl: Transp-eenh. v. negatieven

source: TPU - Positive film
ar: ‏TPU - فيلم موجب
de: TPU für Pos.Film
es: TPU Film positivo
fr: Trans. Film pos.
it: Dispositivo per pellicole positive
ja: 透過原稿ユニット−ポジフィルム
nl: Transp-eenh. v. positieven

source: ADF - Single-sided
ar: ‏ADF - أحادي الجانب
de: ADF-Einseitig
es: ADF - Una cara
fr: Chargeur - simple
it: ADF - Fronte
ja: ADF-片面
nl: ADF - Enkelzijdig

source: ADF - Double-sided
ar: ‏ADF - ثنائي الجانب
de: ADF-Doppelseitig
es: ADF - Doble cara
fr: Chargeur - double
it: ADF - Fronte-Retro
ja: ADF-両面
nl: ADF - Dubbelzijdig

source: Color Photo
ar: صورة ملونة
de: Farbfoto
es: Foto Color
fr: Photo Couleur
it: Foto a colori
ja: カラー写真
nl: Kleurenfoto

source: Color Document
ar: مستند ملون
de: Farbvorlage
es: Documento Color
fr: Document Couleur
it: Documento a colori
ja: カラー書類
nl: Kleurendocument

source: Black & White Photo
ar: صورة أبيض وأسود
de: Schwarz-Weißfoto
es: Foto Blanco y Negro
fr: Photo Noir & Blanc
it: Foto in Bianco & Nero
ja: 白黒写真
nl: Zwart-witfoto

source: Black & White Document
ar: مستند أبيض وأسود
de: Schwarz-Weiss Vorlage
es: Documento Blanco y Negro
fr: Document Noir & Blanc
it: Documento bianco e nero
ja: 白黒書類
nl: Zwart-witdocument

source: Line Art
ar: فن خطّي
de: Strichzeichnungen
es: Dibujo
fr: Au trait/OCR standard
it: Tratto
ja: 線画
nl: Lijntekeningen

source: inches
ar: بوصة
de: Zoll
es: pulgadas
fr: pouces
it: pollici
ja: インチ

source: pixels
ar: بكسل
de: Pixel
es: píxels
it: pixel
ja: ピクセル

source: cm
ar: سم

source: Off
ar: معطل
de: Aus
es: Desactivado
fr: Dim. Source
ja: なし
nl: Uit

source: Standard
ar: قياسي
es: Estándar
ja: 標準
nl: Standaard

source: Thin
ar: رفيع
de: Dünn
es: Fino
fr: Fin
it: Sottile
ja: 薄い
nl: Dun

source: Calibration is failed.
ar: اخفقت المعايرة
de: Kalibrierung fehlgeschlagen.
es: Ha fallado la calibración.
fr: Échec du calibrage.
it: Calibratura non riuscita.
ja: キャリブレーションに失敗しました。
nl: Kalibratie mislukt.

source: Cleaning is failed.
ar: افقت عملية التنظيف.
de: Reinigung fehlgeschlagen.
es: Ha fallado la limpieza.
fr: Échec du nettoyage.
it: Pulizia non riuscita.
ja: クリーニングに失敗しました。
nl: Reiniging mislukt.

source: Scan to File
ar: امسح إلى ملف
ja: スキャンして保存

source: Scan
ar: امسح
de: Scannen
fr: Numériser
it: Acquisisci
ja: 取り込み
nl: Scannen

source: Close
ar: أغلق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten

source: Preview
ar: معاينة
de: Vorschau
es: Previo
fr: Aperçu
it: Anteprima
ja: プレビュー
nl: Voorbeeldscan

source: Zoom
ar: قرّب
ja: ズーム
nl: Zoomen

source: Auto Exposure
ar: تعرض تلقائي
de: Automatische Belichtung
es: Auto Exposición
fr: Exposition auto
it: Esposizione Automatica
ja: 自動露光
nl: Automatische belichting

source: enable Start button
ar: فعّل زر البدء
de: Starttaste aktivieren
es: activar botón Inicio
fr: Activer la touche AutoScan
it: Abilitare il tasto Avvio.
ja: スキャナビボタン有効
nl: Start-knop inschakelen

source: Speed priority scanning
ar: مسح مع أولوية للسرعة
de: Geschwindigkeitsprioritäts-Scan
es: Escaneado rápido
fr: Analyse de la priorité du débit
it: Scansione priorità velocità
ja: 速度優先
nl: Snel scannen

source: Document Size - Auto Detect
ar: حجم المستند - تعرف تلقائي
de: Vorlagengröße - Automatische Erkennung
es: Tamaño de Documento - Detección Automática
fr: Taille du document - Détection automatique
it: Dimensione Documento - Rilevamento Automatico
ja: 原稿サイズ - 自動検知
nl: Documentformaat - Automatisch detecteren

source: Correct Document Skew
ar: أصلِح انحراف المستند
de: Schräg-Korrektur der Vorlage
es: Corrección de Sesgo
fr: Corriger document en biais
it: Correggi Allineamento Doc.
ja: 書類の傾き補正
nl: Scheve documenten corrigeren

source: Unsharp mask
ar: قناع التنعيم
de: Unscharfe Maske
es: Máscara Suave
fr: Netteté
it: Maschera definizione dettagli
ja: アンシャープマスク
nl: Beeld verscherpen

source: Detect Double Feed (Paper Thickness)
ar: اكتشف التلقيم المزدوج (سُمك الورق)
de: Doppeleinzugsfehler (Papierstärke)
es: Detectar Alim. Doble (Grosor del Papel)
fr: Détecter alimentation double (Épaisseur papier)
it: Rileva Alim. Doppio Foglio (Spessore Carta)
ja: 重送検知（用紙厚設定）
nl: Dubbele invoer detecteren (Papierdikte)

source: Scan to Print
ar: امسح إلى طابعة
ja: スキャンして印刷

source: Destination:
ar: الوِجهة:
de: Ziel:
es: Destino:
it: Destinazione:
ja: 出力先:
nl: Bestemming:

source: Scanner:
ar: الماسحة:
es: Escáner:
ja: スキャナ

source: Document
ar: المستند
de: Vorlage
es: Documento
it: Documento
ja: 原稿

source: Image Controls
ar: متحكمات الصورة
de: Bildsteuerung
es: Controles de Imagen
fr: Contrôle des images
it: Controlli immagine
ja: イメージ制御
nl: Beeldbewerking

source: Tone Correction
ar: تصحيح الجودة
de: Tonwertkorrektur
es: Corrección de Tono
fr: Correction tonale
it: Correzione tono
ja: 濃度補正
nl: Tooncorrectie

source: Document Source:
ar: مصدر المستند:
de: Dokumentenquelle:
es: Origen Documento:
fr: Source du document:
it: Origine documento:
ja: 原稿種:
nl: Documentbron:

source: Image Type:
ar: نوع الصورة:
de: Bildtyp:
es: Tipo Imagen:
fr: Type d'image:
it: Tipo immagine:
ja: イメージタイプ:
nl: Beeldtype:

source: Resolution:
ar: الاستبانة:
de: Auflösung:
es: Resolución:
fr: Résolution:
it: Risoluzione:
ja: 解像度:
nl: Resolutie:

source: Target
ar: الهدف
de: Zielgröße
es: Tamaño
fr: Dim. Sortie
it: Destinazione
ja: 出力サイズ
nl: Doel

source: W:
ar: ع:
de: B:
es: An:
fr: L:
it: L:
ja: 幅:
nl: B:

source: H:
ar: ا:
es: Al:
ja: 高さ:

source: Scale
ar: التحجيم
de: Zoom
es: Escala
fr: Echelle
it: Ingrandimento/riduzione
ja: ズーム
nl: Schaal

source: Focus
ar: البؤرة
de: Fokus
es: Foco
fr: Mise au point
it: Fuoco
ja: 焦点調整

source: Options
ar: الخيارات
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
nl: Opties

source: Calibration
ar: المعايرة
de: Kalibrierung
es: Calibración
fr: Calibrage
it: Calibratura
ja: キャリブレーション
nl: Kalibratie

source: Cleaning
ar: التنظيف
de: Reinigung
es: Limpieza
fr: Nettoyage
it: Pulizia
ja: クリーニング
nl: Reiniging

source: Finish
ar: أنهِ
de: Fertig stellen
es: Finalizar
fr: Terminer
it: Completare
ja: 終了
nl: Einde

source: Scanner is warming up. Please wait...
ar: تُسخّن الماسحة. انتظر من فضلك...
de: Der Scanner befindet sich in der Aufwärmphase. Bitte warten...
es: El escáner se está preparando. Por favor, espere...
fr: Le scanner s'initialise. Patientez...
it: Lo Scanner non è pronto. Attendere prego...
ja: スキャナがウォームアップ中です。しばらくお待ちください。
nl: De scanner is bezig met opwarmen. Een ogenblikje geduld.

source: Pre-scanning in Progress
ar: يجري الإعداد للمسح
de: Vorschau-Scan läuft
es: Explorando
fr: Pré-numérisation en cours
it: Anteprima in corso
ja: プレビュー中
nl: Voorbeeldscan wordt gemaakt

source: Scanning in Progress
ar: يجري المسح
de: Scanvorgang läuft
es: Pre-exploración en proceso
fr: Numérisation en cours
it: Scansione in corso
ja: 取り込み中
nl: Scan wordt uitgevoerd

source: Starting a sequence of scans. Press to scanner's Start button to start each scan.
ar: يبدأ سلسلة من المسح. انقر على زر بدء الماسدة لبدء كل مسحة.
de: Scan-Folge starten. Drücken Sie die Starttaste am Scanner, um einen Scan-Vorgang zu starten.
es: Iniciando la secuencia de escaneos. Pulse el botón Scan del escáner para iniciar cada escaneo.
fr: Démarrage d'une séquence de numérisation. Appuyez sur la touche AutoScan du scanner pour démarrer chaque numérisation.
it: Inizio di una serie di scansione. Premere il tasto Avvio sullo scanner, per avviare ciascuna scansione.
ja: 連続スキャン中です。 スキャナビボタンを押すと、スキャンが始まります
nl: Een opeenvolging van scans starten. Druk op de Startknop van de scanner om elke scan te starten.

source: Scan Selector Dialog
ar: حوار اختيار المسح

source: Update
ar: حدّث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
nl: Bijwerken

source: Continue
ar: واصل
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 継続
nl: Verder
